Repository: shum-lik/event-clique
Catalog: sites/all/modules/og_block_visibility-6.x-1.2/og_block_visibility/translations/*.po
Languages: de_107

source: Allows restricting of block visibility to a particular organic group.
de_107: Ermöglicht das Begrenzen der Sichtbarkeit eines Blocks auf eine bestimmte organische Gruppe.

source: Group visibility settings
de_107: Einstellungen der Gruppen-Sichtbarkeit

source: No group types have been defined. Please define at least one group node type under <a href="%settings">administer >> settings >> og</a>
de_107: Es wurden keine Gruppentypen definiert. Es muss mindestens ein Gruppen-Inhaltstyp unter <a href="%settings">Verwalten >> Einstellungen>> Gruppen</a> definiert werden.

source: No groups have been defined, or you do not have access to any groups.
de_107: Es wurden keine Gruppen definiert oder Sie haben keinen Zugriff auf eine Gruppe.

source: Show this block only within the following groups:
de_107: Diesen Block nur für folgende Gruppen zeigen:

source: Groups:
de_107: Gruppen:

source: To select a single group, simply click on it. To select multiple groups, or to deselect a group, please hold the <code>ctrl</code> or <code>command</code> key and click on its name.
de_107: Um eine einzelne Gruppe auszuwählen muss sie einfach angeklickt werden. Um mehrere Gruppen auszuwählen oder eine Gruppe abzuwählen muss deren Name mit gedrückter <code>Strg</code>- oder <code>Kommando</code>-Taste angeklickt werden.

source: The module %module was deactivated--it requires the following disabled/non-existant modules to function properly: %dependencies
de_107: Das Modul %module wurde deaktiviert - Es erfordert die folgenden deaktivierten/nicht-existenten Module, um korrekt zu funktionieren: %dependencies

source: og_block_visibility
de_107: og_blck_visibi

source: Organic groups
de_107: Organische Gruppen
